Repository: CofficLab/GitOK
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hk

source: %lld Cores
zh_hk: %lld 個核心

source: Accent Color
zh_hk: 強調色

source: Add
zh_hk: 加入

source: Add a new remote repository URL
zh_hk: 加入新的遠端倉庫 URL

source: Add a remote repository to enable push and pull operations
zh_hk: 加入遠端倉庫以啟用推送和拉取操作

source: Add New Preset
zh_hk: 加入新預設

source: Add Remote Repository
zh_hk: 加入遠端倉庫

source: Always use dark appearance
zh_hk: 一律使用深色外觀

source: Always use light appearance
zh_hk: 一律使用淺色外觀

source: App Info
zh_hk: 應用程式資訊

source: App Name
zh_hk: 應用名稱

source: Architecture
zh_hk: 架構

source: Automatically switch with system settings
zh_hk: 隨系統設定自動切換

source: Balanced layout, suitable for most scenarios
zh_hk: 均衡佈局，適合大多數情境

source: Blue
zh_hk: 藍色

source: Build
zh_hk: 建置

source: Build %@
zh_hk: 建置 %@

source: CA 文件会写入 `http.sslCAInfo`。关闭 SSL 验证只适合临时排障；企业网络应优先导入可信 CA 证书。
zh_hk: CA 檔案會寫入 `http.sslCAInfo`。關閉 SSL 驗證只適合臨時排障；企業網路應優先匯入可信 CA 憑證。

source: Cancel
zh_hk: 取消

source: Clone 会从远程地址下载仓库并自动加入项目。
zh_hk: Clone 會從遠端地址下載倉庫並自動加入專案。

source: Comfortable
zh_hk: 舒適

source: Commit message display style for this project
zh_hk: 此專案的 Commit 訊息顯示風格

source: Commit 风格
zh_hk: Commit 風格

source: Compact
zh_hk: 緊湊

source: Cores
zh_hk: 核心

source: Current Project
zh_hk: 目前專案

source: Current Project Style
zh_hk: 目前專案風格

source: Dark Mode
zh_hk: 深色模式

source: Default commit message display style for new projects
zh_hk: 新專案預設的 Commit 訊息顯示風格

source: Delete Preset
zh_hk: 刪除預設

source: Delete this preset
zh_hk: 刪除此預設

source: Disk
zh_hk: 磁碟

source: Disk Usage
zh_hk: 磁碟使用狀況

source: Done
zh_hk: 完成

source: Email
zh_hk: 電子郵件

source: Emoji 风格
zh_hk: Emoji 風格

source: GitOK plugins are always enabled
zh_hk: GitOK 外掛始終啟用

source: Enter email
zh_hk: 輸入電子郵件

source: Enter username
zh_hk: 輸入使用者名稱

source: Existing Presets
zh_hk: 現有預設

source: Extra Large
zh_hk: 特大

source: Failed to add remote repository: %@
zh_hk: 加入遠端倉庫失敗：%@

source: Failed to delete preset: %@
zh_hk: 刪除預設失敗：%@

source: Failed to load remote repository: %@
zh_hk: 載入遠端倉庫失敗：%@

source: Failed to remove remote repository: %@
zh_hk: 移除遠端倉庫失敗：%@

source: Failed to save preset: %@
zh_hk: 儲存預設失敗：%@

source: Fetch
zh_hk: 擷取

source: Follow System
zh_hk: 跟隨系統

source: Font Size
zh_hk: 字體大小

source: Free Capacity
zh_hk: 可用容量

source: Free Memory
zh_hk: 可用記憶體

source: Git Version
zh_hk: Git 版本

source: Global Default Style
zh_hk: 全域預設風格

source: Green
zh_hk: 綠色

source: Hardware
zh_hk: 硬體

source: Hostname
zh_hk: 主機名稱

source: HTTP proxy
zh_hk: HTTP 代理

source: HTTPS proxy
zh_hk: HTTPS 代理

source: Indigo
zh_hk: 靛藍

source: Large
zh_hk: 大

source: Layout Density
zh_hk: 佈局密度

source: Light Mode
zh_hk: 淺色模式

source: Links
zh_hk: 連結

source: Local Path
zh_hk: 本機路徑

source: Medium
zh_hk: 中

source: Memory
zh_hk: 記憶體

source: Memory Usage
zh_hk: 記憶體使用狀況

source: More compact layout, displays more content
zh_hk: 更緊湊的佈局，顯示更多內容

source: More spacious layout, visually comfortable
zh_hk: 更寬鬆的佈局，視覺更舒適

source: Name
zh_hk: 名稱

source: No Configurable Plugins
zh_hk: 沒有可設定的外掛

source: No plugins available to manage in settings
zh_hk: 設定中沒有可管理的外掛

source: No Remote Repository Configured
zh_hk: 尚未設定遠端倉庫

# no_branches
source: 没有分支
zh_hk: no_branches

# no_branches_description
source: 当前没有分支
zh_hk: no_branches_description

# no_commits
source: 没有提交记录
zh_hk: no_commits

# no_commits_description
source: 当前没有提交记录
zh_hk: no_commits_description

# no_tags
source: 没有标签
zh_hk: no_tags

# no_tags_description
source: 当前没有标签
zh_hk: no_tags_description

source: Not Installed
zh_hk: 未安裝

source: Orange
zh_hk: 橙色

source: Pink
zh_hk: 粉紅色

source: Plain Text Lowercase
zh_hk: 純文字小寫

source: Plain Text Style
zh_hk: 純文字風格

source: Please enter a valid Git URL
zh_hk: 請輸入有效的 Git URL

source: Please Select a Project First
zh_hk: 請先選擇專案

source: Plugin Management
zh_hk: 外掛管理

source: Preset Configs
zh_hk: 預設設定

source: Processor
zh_hk: 處理器

source: Project Name
zh_hk: 專案名稱

# project_not_exist
source: 项目不存在
zh_hk: project_not_exist

source: Project: %@
zh_hk: 專案：%@

source: Pull
zh_hk: 拉取

source: Purple
zh_hk: 紫色

source: Push
zh_hk: 推送

source: Red
zh_hk: 紅色

source: Remote Repository
zh_hk: 遠端倉庫

source: Remote Repository Information
zh_hk: 遠端倉庫資訊

source: Reset
zh_hk: 重設

source: Reset Appearance Settings
zh_hk: 重設外觀設定

source: Save failed: %@
zh_hk: 儲存失敗：%@

source: Scale: %lld%%
zh_hk: 縮放：%lld%%

source: Search...
zh_hk: 搜尋...

# select_commit_description
source: 在左侧列表中选择一个提交记录来查看详情
zh_hk: select_commit_description

# select_commit_title
source: 选择一个 Commit
zh_hk: select_commit_title

source: Small
zh_hk: 小

source: Source Code
zh_hk: 原始碼

source: Spacious
zh_hk: 寬鬆

source: Style Examples
zh_hk: 風格範例

source: System
zh_hk: 系統

source: System Info
zh_hk: 系統資訊

source: System Name
zh_hk: 系統名稱

source: System Version
zh_hk: 系統版本

source: Theme
zh_hk: 主題

source: Theme Mode
zh_hk: 主題模式

source: Total Capacity
zh_hk: 總容量

source: Total Memory
zh_hk: 總記憶體

source: Unable to load current user info: %@
zh_hk: 無法載入目前使用者資訊：%@

source: Used Capacity
zh_hk: 已用容量

source: Used Memory
zh_hk: 已用記憶體

source: User Info
zh_hk: 使用者資訊

source: Username
zh_hk: 使用者名稱

source: Version
zh_hk: 版本

source: Version %@
zh_hk: 版本 %@

source: Website
zh_hk: 網站

source: Yellow
zh_hk: 黃色

source: 仓库名称
zh_hk: 倉庫名稱

source: 仓库设置
zh_hk: 倉庫設定

source: 仓库设置...
zh_hk: 儲存庫設定...

source: 会写入 Git 全局配置 `http.proxy` 和 `https.proxy`。如果代理需要认证，可使用 `http://user:password@host:port` 格式。
zh_hk: 會寫入 Git 全域設定 `http.proxy` 和 `https.proxy`。如果代理需要認證，可使用 `http://user:password@host:port` 格式。

source: 保存
zh_hk: 儲存

source: 克隆仓库
zh_hk: 複製倉庫

source: 全局默认风格
zh_hk: 全域預設風格

source: 关于
zh_hk: 關於

source: 最终路径
zh_hk: 最終路徑

source: 准备创建
zh_hk: 準備建立

source: 切换到 %@ 标签页
zh_hk: 切換到 %@ 標籤頁

source: 切换到此项目
zh_hk: 切換到此專案

source: 创建
zh_hk: 建立

source: 创建 README.md
zh_hk: 建立 README.md

source: 创建一个新的本地 Git 仓库，并自动导入到项目列表。
zh_hk: 建立一個新的本機 Git 倉庫，並自動匯入專案列表。

source: 创建初始提交
zh_hk: 建立初始提交

source: 初始提交会使用当前仓库或全局 Git 用户配置；如果未配置 user.name/user.email，Git 会返回错误。
zh_hk: 初始提交會使用目前倉庫或全域 Git 使用者設定；如果未設定 user.name/user.email，Git 會回傳錯誤。

source: 初始文件
zh_hk: 初始檔案

source: 删除
zh_hk: 刪除

source: 刷新状态
zh_hk: 重新整理狀態

source: 后台自动检查
zh_hk: 背景自動檢查

source: 启用 Git SSL 证书验证
zh_hk: 啟用 Git SSL 憑證驗證

source: 复制
zh_hk: 複製

source: 复制项目路径
zh_hk: 複製專案路徑

source: 外观
zh_hk: 外觀

source: 将文件夹拖到此处，自动切换为当前项目
zh_hk: 將資料夾拖到此處，自動切換為目前專案

source: 已选择 (%lld)
zh_hk: 已選擇 (%lld)

source: 常用合作者
zh_hk: 常用協作者

source: 应用于所有新项目的默认风格
zh_hk: 套用於所有新專案的預設風格

source: 开启后 Sparkle 会按系统更新周期在后台检查新版本。
zh_hk: 開啟後 Sparkle 會依系統更新週期在背景檢查新版本。

source: 开始使用 GitOK
zh_hk: 開始使用 GitOK

source: 当前会话没有记录到错误。
zh_hk: 目前工作階段沒有記錄到錯誤。

source: 当前标签页
zh_hk: 目前標籤頁

source: 当前项目
zh_hk: 目前專案

source: 当前项目风格
zh_hk: 目前專案風格

source: 打开App Support目录
zh_hk: 開啟App Support目录

source: 打开容器目录
zh_hk: 開啟容器目录

source: 打开数据库目录
zh_hk: 開啟数据库目录

source: 打开文档目录
zh_hk: 開啟文件目录

source: 打开钥匙串访问
zh_hk: 開啟鑰匙圈存取

source: 新合作者信息
zh_hk: 新協作者資訊

source: 新建仓库
zh_hk: 新增倉庫

source: 新建仓库会创建本地 Git 仓库和初始提交。
zh_hk: 新增倉庫會建立本機 Git 倉庫和初始提交。

source: 暂无项目
zh_hk: 暫無專案

source: 未安装
zh_hk: 未安裝

source: 未打开项目
zh_hk: 未開啟專案

source: 本地仓库
zh_hk: 本機倉庫

source: 松开即可添加项目
zh_hk: 放開即可加入專案

source: 检查更新
zh_hk: 檢查更新

source: 正在检查更新...
zh_hk: 正在檢查更新...

source: 正在读取 Git 网络配置…
zh_hk: 正在讀取 Git 網路設定…

source: 添加
zh_hk: 新增

source: 添加合作者
zh_hk: 新增協作者

source: 添加已有仓库，或从远程 Clone / 新建一个仓库。
zh_hk: 加入現有倉庫，或從遠端 Clone / 新增一個倉庫。

# 添加已有仓库，或新建一个本地仓库。
source: Add an existing repository, or create a new local repository.
zh_hk: 加入現有倉庫，或新增一個本地倉庫。

source: 添加新的合作者
zh_hk: 新增新的協作者

source: 添加现有项目
zh_hk: 加入現有專案

source: 添加项目
zh_hk: 新增專案

source: 添加项目会把本地已有 Git 仓库加入列表。
zh_hk: 加入專案會把本機已有 Git 倉庫加入列表。

source: 用户名
zh_hk: 使用者名稱

source: 用终端打开
zh_hk: 用终端開啟

source: 目标目录已存在但为空，允许直接初始化为 Git 仓库。
zh_hk: 目標目錄已存在但為空，允許直接初始化為 Git 倉庫。

source: 确定
zh_hk: 確定

source: 确定要将所有外观设置重置为默认值吗？
zh_hk: 確定要將所有外觀設定重設為預設值嗎？

source: 网络
zh_hk: 網路

source: 设置...
zh_hk: 設定...

source: 诊断
zh_hk: 診斷

source: 这些设置仅适用于当前项目，不会影响全局Git配置
zh_hk: 這些設定僅適用於目前專案，不會影響全域 Git 設定

source: 选择
zh_hk: 選擇

source: 选择不同的风格会改变 Commit 消息的显示方式：
zh_hk: 選擇不同的風格會改變 Commit 訊息的顯示方式：

source: 选择应用的主要强调色
zh_hk: 選擇應用程式的主要強調色

source: 选择标签
zh_hk: 選擇標籤

source: 选择目录
zh_hk: 選擇目錄

source: 配置 Commit 消息风格
zh_hk: 設定 Commit 訊息風格

source: 配置当前项目的Git用户信息
zh_hk: 設定目前專案的 Git 使用者資訊

source: 重置所有外观设置
zh_hk: 重設所有外觀設定

source: 项目已不存在
zh_hk: 專案已不存在

source: 项目配置优先级高于全局配置
zh_hk: 專案設定優先級高於全域設定

source: 预览
zh_hk: 預覽

source: 风格
zh_hk: 風格
